//task name label
HSDTaskName = "Faxlogboeken";

HSDFaxLogsDescription = "Gebruik de selectievakken om de faxnummers te selecteren die u wilt blokkeren of deblokkeren en klik op Pas toe.";

//Table view table titles
HSDTableColumnTitleType = "Type";
HSDTableColumnTitleDate = "Datum";
HSDTableColumnTitleTime = "Tijd";
HSDTableColumnTitleDuration = "Duur";
HSDTableColumnTitlePages = "Pagina's";
HSDTableColumnTitleResult = "Resultaat";
HSDTableColumnTitleFaxNumber = "Faxnummer";
HSDTableColumnTitleBlock = "Blokkeer";

//Button titles
HSDPrintButtonTitle = "Activiteitenlogboek afdrukken en faxen";
HSDApplyButtonTitle = "Pas wijzigingen toe";

//Printing progress title
PrintingProgressTitle = "Drukt af… Een moment geduld alstublieft";

//Table view menu items
ReceivedFaxesLogMenuItemTitle = "Logboek ontvangen faxen";
SentFaxesLogMenuItemTitle = "Logboek verzonden faxen";
AllFaxesLogMenuItemTitle = "Logboek alle faxen";

//Max limit for fax blocking list reached error
FaxBlackListLimitErrorTitle = "Limiet geblokkeerde nummers bereikt";
FaxBlackListLimitErrorDescription = "Uw apparaat kan maximaal %d geblokkeerde faxnummers opslaan. Deblokkeer enkele faxnummers en probeer opnieuw.";

// explanation why the fax setting were not applied
FaxNotAppliedExplanation = "Controleer of het apparaat online is en of er geen faxtaak wordt verwerkt.";

//Fax session types
SentSessitonType = "Verzonden";
RecievedSessionType = "Ontvangen";

//Fax log results
SuccessResultCode = "Succes";
ErrorResultCode = "Fout";
BusyResultCode = "In gesprek";
NoAnswerResultCode = "Geen antwoord";
NoDialToneResultCode = "Geen kiestoon";
NoDocumentResultCode = "Geen document";
DocumentJamResultCode = "Documentstoring";
DoorOpenResultCode = "Deur open";
PowerFailureResultCode = "Geen stroom";
BlacklistedResultCode = "Op de zwarte lijst";
StorageFullResultCode = "Onvoldoende opslagruimte";
OutOfMemoryResultCode = "Onvoldoende geheugen";
PhoneLineUnavailableResultCode = "Telefoonlijn niet beschikbaar";
FaxDisconnectedResultCode = "Fax niet verbonden";
PCDisconnectedResultCode = "Computer niet verbonden";
RemoteNotColorResultCode = "Ontvanger geen kleurenfax";
CommunicationErrorResultCode = "Communicatiefout";
CancelledResultCode = "Geannuleerd";
